Repository: armandvanhelsync/very-simple-contact-form
Catalog: translation/verysimple-*.po
Languages: ca, da_dk, et, fi, hr, hu_hu, it_it, pl_pl, pt_br, sl_si, tr_tr

source: Name
ca: Nom
da_dk: Navn
et: Nimi
fi: Nimi
hr: Ime i prezime
hu_hu: Neved
it_it: Nome
pl_pl: ﻿Imię i nazwisko
pt_br: Nome
sl_si: Ime
tr_tr: Ad - Soyad

source: Email
fi: Sähköposti
hr: E-adresa
hu_hu: Email címed
sl_si: E-naslov
tr_tr: E-Posta

source: Subject
ca: Assumpte
da_dk: Emne
et: Teema
fi: Otsikko
hr: Predmet
hu_hu: Tárgy
it_it: Oggetto
pl_pl: ﻿Temat
pt_br: Assunto
sl_si: Zadeva
tr_tr: Konu

source: Message
ca: Missatge
da_dk: Meddelelse
et: Sõnum
fi: Viesti
hr: Poruka
hu_hu: Üzenet
it_it: Messaggio
pl_pl: ﻿Treść wiadomości
pt_br: Mensagem
sl_si: Sporočilo
tr_tr: Mesaj

source: Fill in number
ca: Ompli nombre
da_dk: Udfylde nummer
et: Sisestage kontrollnumber
fi: Syötä numero
hr: Ispunite broj
hu_hu: Tölts ki a szám
it_it: Inserisci il numero
pl_pl: Wprowadź numer
pt_br: Preencha com o número
sl_si: Vnesite številko
tr_tr: Sayıyı girin

source: Submit
ca: Enviar
da_dk: Send
et: Saada
fi: Lähetä
hr: Pošalji
hu_hu: Küldés
it_it: Invia
pl_pl: Wyślij
pt_br: Enviar
sl_si: Pošlji
tr_tr: Gönder

source: Please fill in all the required fields
ca: És necessari omplir tots els camps obligatoris
da_dk: Udfyld alle krævede felter
et: Palun täitke kõik nõutud väljad
fi: Täytä kaikki kentät
hr: Molim, ispunite sva potrebna polja.
hu_hu: Kérlek tölts ki minden mezőt
it_it: Per favore, compila tutti i campi richiesti
pl_pl: ﻿Proszę uzupełnić wymagane pola
pt_br: Por favor, preencha todos os campos obrigatórios
sl_si: Prosimo, izpolnite vsa obvezna polja
tr_tr: Lütfen gerekli alanların tümünü doldurun

source: Please enter at least 2 characters
ca: Si us plau, introdueix almenys 2 caràcters
da_dk: Skriv mindst 2 karakterer
et: Palun sisestage vähemalt 2 tähemärki
fi: Syötä vähintään 2 kirjainta
hr: Molim, unesite barem 2 znaka
hu_hu: Minimum 2 karakter hosszúságúnak kell lennie
it_it: Inserisci almeno 2 caratteri
pl_pl: ﻿Podaj co najmniej 2 znaki
sl_si: Prosimo, vnesite vsaj 2 znake
tr_tr: Lütfen en az 2 karakter girin

source: Please enter at least 10 characters
ca: Si us plau, introdueix almenys 10 caràcters
da_dk: Skriv mindst 10 karakterer
et: Palun sisestage vähemalt 10 tähemärki
fi: Syötä vähintään 10 kirjainta
hr: Molim, unesite barem 10 znaka
hu_hu: Minimum 10 karakter hosszúságúnak kell lennie
it_it: Inserisci almeno 10 caratteri
pl_pl: ﻿Podaj co najmniej 10 znaków
pt_br: Por favor, coloque ao menos 10 caracteres
sl_si: Prosimo, vnesite vsaj 10 znakov
tr_tr: Lütfen en az 10 karakter girin

source: Please fill in the correct number
ca: Si us plau, ompli el nombre correcte
da_dk: Udfyld venligst det rigtige nummer
et: Palun sisestage õige kontrollnumber
fi: Tarkista syöttämäsi numero
hr: Molim, vas da ispunite točan broj
hu_hu: Kérlek tölts ki a megfelelő számot
it_it: Inserisci il numero corretto
pl_pl: ﻿Podaj poprawny numer
pt_br: Por favor, preencha com o número correto
sl_si: Prosimo, vnesite pravo številko
tr_tr: Lütfen doğru sayıyı girin

source: Please enter a valid email
ca: Si us plau, introdueix una adreça d'email vàlida
da_dk: Skriv en gyldig e-mail adresse
et: Palun sisestage kehtiv e-maili aadress
fi: Syötä oikea sähköpostiosoite
hr: Molim, unesite važeću e-adresu
hu_hu: Adj meg egy érvényes email címet
it_it: Inserisci un indirizzo mail valido
pl_pl: Wprowadź poprawny adres email
pt_br: Por favor, coloque o email válido
sl_si: Prosimo, vnesite veljaven e-naslov
tr_tr: Lütfen geçerli bir e-posta adresi girin

source: Thanks for your message! I will contact you as soon as I can.
ca: Gràcies pel teu missatge! Em posaré en contacte amb tu tan aviat com pugui.
da_dk: Tak for din mail. Jeg vender tilbage så snart som muligt.
et: Tänan sõnumi eest! Võtan ühendust esimesel võimalusel.
fi: Kiitos viestistäsi! Otan yhteyttä mahdollisimman pikaisesti.
hr: Hvala na poruci! Odgovor ubrzo stiže.
hu_hu: Köszönjük üzenetét. Hamarosan felvesszük Önnel a kapcsolatot.
it_it: Grazie per il messaggio! La contatterò appena possibile.
pl_pl: Dziękujemy za wiadomość! Skontaktujemy się z Państwem tak szybko, jak tylko potrafimy.
pt_br: Obrigado por sua mensagem! Em breve entrarei em contato.
sl_si: Hvala za sporočilo! Odgovorili vam bomo takoj, ko utegnemo.
tr_tr: Mesajınız için teşekkürler! Mümkün olan en kısa sürede sizinle letişime geçilecektir.

source: This is a very simple contact form. Use shortcode [contact] to display form on page or use the widget. For more info please check readme file.
ca: Aquest és un formulari de contacte molt senzill. Utilitzeu el shortcode [contact] per afegir el formulari a la pagina o utilitzar el widget. Per obtenir més informació podeu consultar l'arxiu 'readme'.
da_dk: Dette er en enkel kontakt formular. Brug 'shortcode' [contact] for at vise formularen på siden eller bruge widget. Mere info i readme filen.
et: See on väga lihtsa kontakt vorm. Kasuta lühikoodi [contact] et kuvada vorm lehel või kasuta vidinat. Rohkema info jaoks loe readme faili.
fi: Tämä on todella yksinkertainen yhteydenotto lomake (very simple contact form). Käytä shortcodea [contact] näyttääksesi lomakkeen sivulla tai vimpaimessa. Lisätietoja readme tiedostossa.
hr: Ovo je vrlo jednostavan kontakt-obrazac. Uporabi kratki kod [contact] kako biste prikazali obrazac na svojoj stranici ili koristiti widget. Za više informacija pročitajte datoteku readme.
hu_hu: Ez egy egyszerű kapcsolati űrlap. használd a [contact] kódot a megjelenítéséhez vagy használja a widget. Több információ a readme fájlban található.
it_it: Questo è un modulo contatti molto semplice! Utilizzi il codice [contact] per inserire il form in una pagina oppure utilizzi widget. Per ulteriori informazioni consulti il file LEGGIMI.
pl_pl: To jest bardzo prosty formularz kontaktowy. Użyj shortcode [contact] żeby wyświetlić formularz na stronie albo użyj widgetu. Więcej informacji w pliku readme.
pt_br: Este é um formulário de contato simples. Use o código [contact] para exibir o formulário na pagina ou usar o widget. Para mais informações consulte o arquivo README.
sl_si: Obrazec, ki je pred vami je zelo preprost. Uporabite kratko kodo [contact], da prikažete obrazec na strani ali pa uporabite gradnik. Za več informacij preverite datoteko readme.
tr_tr: Bu eklenti çok basit bir iletişim formudur. Herhangi bir sayfada veya bileşende iletişim formunu göstermek için [contact] kısa kodunu kullanın. Daha fazla bilgi için readme dosyasını okuyabilirsiniz.

source: VSCF Custom Style
ca: VSCF Estils Personalitzats
da_dk: VSCF Custom Stil
et: VSCF Kohandatud Kujundus
fi: VSCF Muokattu Tyyli
hr: VSCF prilagođeni stil
hu_hu: VSCF Egyedi Stílus
it_it: VSCF Stile Personalizzato
pl_pl: VSCF Własny styl
sl_si: VSCF slog po meri
tr_tr: VSCF Özel Stil

source: Description
ca: Descripció
da_dk: Beskrivelser
et: Kirjeldus
fi: Kuvaus
hr: Opis
hu_hu: Leírás
it_it: Descrizione
pl_pl: Opis
sl_si: Opis
tr_tr: Açıklama

source: Custom Style
ca: Estils Personalitzats
da_dk: Custom Stil
et: Kohandatud Kujundus
fi: Muokattu Tyyli
hr: Pilagođeni stil
hu_hu: Egyedi stílus
it_it: Stile Personalizzato
pl_pl: Własny styl
sl_si: Slog po meri
tr_tr: Özel Stil

source: On this page you can add Custom Style (CSS) to change the layout of your Very Simple Contact Form.
ca: En aquesta pàgina podeu afegir estils personalitzats (CSS) per canviar la disposició del seu Very Simple Contact Form.
da_dk: På denne side kan du tilføje Custom Stil (CSS) for at ændre layoutet på din Very Simple Contact Form.
et: Siin lehel saad sa luua Very Simple Contact Form Kohandatud Kujunduse (CSS).
fi: Tällä sivulla voit lisätä muokatun tyylin (CSS) muuttaaksesi Very Simple Contact Formin ulkoasua.
hr: Na ovoj stranici možete urediti Prilagođeni Stil (CSS) kako biste prilagodili izgled Very Simple Contact Form Vašim potrebama.
hu_hu: Ezen az oldalon egyedi stílust tudsz hozzáadni, hogy megváltoztasd a kinézetét a Very Simple Contact Form.
it_it: In questa pagina puoi inserire il tuo CSS personalizzato per modificare il layout di Very Simple Contact Form.
pl_pl: Na tej stronie dodawania niestandardowych stylów (CSS) aby zmienić układ Very Simple Contact Form.
sl_si: Tukaj lahko dodate slog po meri (CSS) ter tako spremenite podobo in postavitev svojega Very Simple Contact Form.
tr_tr: Very Simple Contact Form eklenti stillerini değiştirmek için bu sayfada özel (css) stili ekleyebilirsiniz.

source: Save Style
ca: Guardar Estil
da_dk: Gem Stil
et: Salvesta Kujundus
fi: Tallenna Tyyli
hr: Spremi Stil
hu_hu: Stílus Mentése
it_it: Salva Personalizzazioni
pl_pl: Zapisać Styl
sl_si: Shrani Slog
tr_tr: Kaydet

source: Field label
ca: Etiqueta del camp
da_dk: Felt label
et: Väli silt
fi: Kentän nimi
hr: Polja oznake
hu_hu: Mező címke
it_it: Etichetta campo
pl_pl: Pole etykieta
sl_si: Etiketa polje
tr_tr: Alan Etiketi

source: All fields
ca: Tots els camps
da_dk: Alle felter
et: Kõik väljad
fi: Kaikki kentät
hr: Sva polja
hu_hu: Minden mezők
it_it: Tutti i campi
pl_pl: Wszystkie pola
sl_si: Vsa polja
tr_tr: Tüm Alanlar

source: Fields by name
ca: Camps per nom
da_dk: Felter efter navn
et: Väljad nime järgi
fi: Kentän nimen mukaan
hr: Naziv polja
hu_hu: Mezők név szerint
it_it: Campi (per nome)
pl_pl: Pola nazwa
sl_si: Polja z ime
tr_tr: İsme Göre Alanlar

source: Submit button
ca: Botó submit
da_dk: Send-knappen
et: Esitama nupp
fi: Lähetä painike
hr: Gumb submit
hu_hu: Küldés gomb
it_it: Bottone di invio
pl_pl: Przycisk przeolij
sl_si: Gumba za pošiljanje
tr_tr: Gönder Butonu

source: Field error
ca: Error del camp
da_dk: Felt fejl
et: Väli viga
fi: Virheilmoitus
hr: Polja za unos pogreške
hu_hu: Mező hiba
it_it: Campo errato
pl_pl: Pole błąd
sl_si: Polje napako
tr_tr: Hata Alanı

source: Error and Thank You message
ca: Error i gràcies missatge
da_dk: Fejl og Tak besked
et: Viga ja tänan teid sõnum
fi: Virhe ja kiitos viestit
hr: Poruke za Pogrešku i Zahvalu
hu_hu: Hiba és Köszönet üzenet
it_it: Messaggio di errore e ringraziamento
pl_pl: Komunikat o Błędzie i Dziękuję
sl_si: Napako in Zahvalno sporočilo
tr_tr: Hata ve Teşekkür Mesajı

source: Widget
et: Vidinat
fi: Vimpain
pl_pl: Widgetu
sl_si: Gradnika
tr_tr: Bileşen

source: Plugin Stylesheet
ca: Plugin Estil
da_dk: Plugin Stil
et: Plugin Kujundus
fi: Lisäosan Tyylitiedosto
hr: Plugin Stil
hu_hu: Plugin stílus
it_it: Plugin CSS
pl_pl: Plugin Arkusz Stylów
sl_si: Plugin Slog
tr_tr: Eklenti Stil Sayfası

source: For Default Style
ca: Per al defecte de l'estil
da_dk: For Standard Stil
et: Vaikimisi kujunduse
fi: Oletustyyli
hr: Za Zadani Stil
hu_hu: A Alapértelmezett Stílus
it_it: CSS predefinito
pl_pl: Dla Domyślny Styl
sl_si: Za Privzet Slog
tr_tr: Varsayılan stil için

source: click here
ca: clic aquí
da_dk: klik her
et: kliki siia
fi: klikkaa tästä
hr: kliknite ovdje
hu_hu: kattintson ide
it_it: clicca qui
pl_pl: kliknij tutaj
sl_si: kliknite tukaj
tr_tr: buraya tıklayın

source: Very Simple Contact Form sidebar widget
fi: Very Simple Contact Form sivupalkki vimpain
it_it: Very Simple Contact Form widget laterale
tr_tr: Very Simple Contact Form kenar çubuğu bileşeni

source: Widget Title:
ca: Títol del widget:
da_dk: Widget titel:
et: Vidina Pealkiri:
fi: Vimpaimen Otsikko:
hr: Widget Naslov:
hu_hu: Widget cím:
it_it: Titolo del widget:
pl_pl: Widgetu Tytuł:
pt_br: Título do widget:
sl_si: Naslov Gradnika:
tr_tr: Bileşen Başlığı:

source: Field label error
ca: Error etiqueta del camp
da_dk: Felt label fejl
et: Väli silt viga
fi: Kentän nimi virhe
hr: Polja oznake pogreške
hu_hu: Mező címke hiba
it_it: Etichetta campo errato
pl_pl: Pole etykieta błąd
sl_si: Etiketa polje napako
tr_tr: Hata Alan Etiketi

source: Please enter at least 3 characters
pt_br: Por favor, coloque ao menos 3 caracteres
